/* Indicates a recent action */
"Just now" = "Just now";

/* Indicates an approximate number */
"About" = "About";

/* Denotes past dates */
"ago" = "ago";

/* Indicates an approaching number */
"Almost" = "Almost";

/* One day in time */
"day" = "day";

/* More than one day in time */
"days" = "days";

/* Denotes future dates */
"from now" = "from now";

/* One hour in time */
"hour" = "hour";

/* More than one hour in time */
"hours" = "hours";

/* Indicates a less-than number */
"Less than" = "Less than";

/* One minute in time */
"minute" = "minute";

/* More than one minute in time */
"minutes" = "minutes";

/* One month in time */
"month" = "month";

/* More than one month in time */
"months" = "months";

/* Indicates an exceeding number */
"Over" = "Over";

/* One second in time */
"second" = "second";

/* More than one second in time */
"seconds" = "seconds";

/* One year in time */
"year" = "year";

/* More than one year in time */
"years" = "years";

